Repository: AbrahanTorres/Iris-Django-AppProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: User:
es: Usuario:

source: Change password
es: Cambiar contraseña

source: Login
es: Entrada

source: Home
es: Inicio

source: Iris Data
es: Datos Iris

source: Insert Data
es: Insertar Datos

source: Update Data
es: Actualizar Datos

source: Delete Data
es: Eliminar Datos

source: Django Home
es: Django Inicio

source: Welcome to
es: Bienvenido a

source: Django appplication
es: Aplicación Django

source: , a very basic Django website developed.
es: , a una básica página web desarrollada en Django

source: Dynamic content
es: Contenedor dinámico

source: Example data:
es: Ejemplo de datos

source: Sepal length in cm:
es: Longitud del sépalo en cm

source: sepal width in cm:
es: Anchura del sépalo en cm

source: Petal length in cm:
es: Longitud del pétalo en cm

source: Petal width in cm:
es: Anchura del pétalo en cm

source: Class:
es: Clase
